abbreviation
absolute
accept
accesibilidad
access
account
accounts
action
actions
active
activo
actualizar
add
admin
administraci
advance
advanced
alert
algorithms
aliases
all
amateur
ampm
analyze
anim
animated
animation
answer
api
app
application
approval
area
areas
arena
array
arrow
assemble
assignments
auth
authenticated
author
authorization
auto
available
avatar
back
background
badge
balanced
ball
banner
bar
bars
base
batch
ben
benefit
benefits
between
big
bindings
blink
block
body
bottom
boundary
box
bracket
break
breakdown
breaker
breakpoints
btn
btns
btnsave
build
bulk
bullet
button
buttons
bye
cache
cadence
calcular
calculate
calendar
call
cancel
canvas
capture
card
caret
carga
catch
categories
category
cell
center
change
changes
char
chart
check
checkbox
checklist
checks
chevron
chip
circle
clamp
clean
cleanup
clear
clearable
client
clinched
close
closed
code
col
collapse
color
colors
column
columns
compact
comparable
compare
component
components
compress
config
configuracion
configured
confirm
confirmed
conflict
conflicts
connected
connector
constants
constructor
contact
container
content
context
control
controls
copy
corner
corregir
count
counter
counts
create
creation
credentials
crop
crud
cta
cuadrante
cup
current
custom
danger
dark
dashboard
data
date
dates
day
days
decor
defaults
definicion
definition
delegate
delegates
delete
dependencies
derived
desconfirmar
description
desktop
desplegable
detail
details
dev
device
dialog
did
display
distribute
divider
division
divisions
doc
dom
donut
dorsal
dot
double
down
download
draft
drop
dropdown
duration
dynamic
edit
editor
element
eliminar
email
emblem
empty
endpoint
engine
enter
equipos
error
eslint
estadisticas
estatica
estimated
estructura
event
events
excluded
existentes
exit
expand
expanded
export
exporter
extended
externos
extra
fade
fallback
faq
feat
feature
features
fechas
fetch
field
fields
file
files
fill
filter
filters
final
find
finished
finite
fix
fixed
fixture
flash
flex
float
floating
focus
football
footer
for
form
format
formation
frame
framer
from
full
future
game
gate
general
generar
generate
generator
geometry
get
ghost
glider
global
globals
glow
goal
goals
gol
goleadores
google
gradient
green
greeting
grid
group
guardar
handle
handler
has
hash
header
height
helper
hero
hex
high
highlighted
highlighter
hint
history
home
hooks
horizontal
hour
how
html
hydrate
icon
iconify
icono
icons
identity
ids
image
images
imgly
inactive
inclusi
index
indexes
indicator
info
inicial
iniciar
initial
initials
inline
input
inputs
insert
intercambiar
internal
invalid
invitation
invite
iso
item
items
jornada
jornadas
jpeg
json
jspdf
jsx
jugadores
key
keys
label
labels
landing
lane
layer
layout
lazy
lead
league
leagues
left
leg
legacy
legend
legs
leyenda
lifecycle
liga
ligas
light
liguilla
limit
limits
limpiar
line
linea
lines
lineup
link
linked
links
lint
list
live
load
loader
loading
lock
logic
login
logo
lookup
low
main
management
manager
managers
manual
map
mapping
mappings
mark
markers
marks
match
matches
matrix
measure
menu
mesh
message
meta
mini
minimal
minutes
mirror
mobile
modal
mode
module
modulos
months
motion
move
moves
msg
mutations
name
names
nav
navigation
new
next
node
normal
normalization
normalize
note
notice
notification
number
numeric
observation
official
option
options
orb
order
out
outcome
overlap
overlay
overview
own
owner
package
page
pagination
paint
pair
pairs
palette
panel
pantalla
param
parse
parsed
part
participants
partidos
parts
path
paths
payload
penalties
penalty
pendientes
pending
perform
performance
person
phase
phases
photo
pie
pieces
pill
pixel
placeholder
planificacion
planner
planning
playable
player
players
playoff
plugin
png
pop
popover
posiciones
position
post
power
pre
preference
preferences
preload
preset
presets
preview
price
pricing
primary
print
private
processor
product
profile
progress
projected
protected
protective
provider
public
pulse
queries
query
quick
quote
rail
range
rango
rank
react
read
readonly
reason
recognized
redirect
reduced
referees
reference
refresh
register
registered
regular
relative
removal
remove
render
repechaje
reposition
request
requests
require
reseed
reset
resolution
resolve
response
responsive
rest
resting
result
resultados
results
reveal
review
revoke
rewrites
rgb
right
rival
role
roles
root
roster
rotate
round
rounds
route
router
routes
row
rows
rpc
rule
rules
same
sanitize
saved
scale
schedule
scheduled
scope
scoped
score
scorer
scorers
scoring
screen
scripts
scroll
scrollbar
scroller
search
searchable
secondary
secondarylinks
section
sections
security
seed
segments
select
selection
selector
send
separator
series
service
set
setting
settings
setup
seven
shade
shake
share
shared
sheet
shell
shield
shift
shimmer
short
showcase
side
sidebar
size
sizes
skeleton
skeletons
slide
slider
slim
slot
slow
small
smart
snapshot
soccer
sort
spacer
spin
spinner
split
stack
stacked
stage
stages
standing
standings
stars
start
stat
state
stats
status
statuses
step
steps
storage
store
stored
strip
styled
styles
submit
subtitle
success
suggested
suggestions
summaries
summary
supabase
suspended
suspension
swap
switch
switcher
system
tab
tabla
table
tabs
tailwindcss
tap
team
teams
tema
temas
template
testim
testimonial
testimonials
text
textarea
theme
themes
thumb
tie
time
timeout
timer
timers
tipo
tipouser
title
toast
toggle
token
toolbar
tooltip
top
torneo
torneos
tournament
track
trackable
transfer
transformar
transition
transparency
transparent
trigger
trust
two
type
types
unassigned
unique
unlink
unlinked
unlock
unsaved
upcoming
update
upload
uploader
upsert
url
urls
usage
use
user
utils
valid
validar
validation
value
variables
vercel
verified
version
versus
view
views
visual
visualization
vite
vitejs
wait
walkover
warning
week
weekday
weekly
welcome
width
window
winner
with
works
workspace
wrap
wrapper
zone
zustand